{
    "text": {
        "base": "Hi there. My name is Márcio Rosa and I am a game developer. Loomiarts is a game dev studio version of myself, let’s say this way. It doesn’t have a true structure of a real company, like a physical structure or staff, and it never will - I don’t have the mindset to be a businessman or to manage a company.\n\n\tThis doesn’t mean I am a so-called “solo developer”: although I have started the conception of the game Squad 51 vs. the Flying Saucers by myself, circa 2016, it was always my intention to make it a collaborative project. In the following years, collaborators like KF Studios, FornoFX and Fehorama Filmes joined the project to create and finalize the game that would be finally released in 2022. I have a personal desire to keep making games using this kind of approach.",
        "pt": "Olá. Meu nome é Márcio Rosa e eu sou um desenvolvedor de jogos. Loomiarts é a versão estúdio de mim mesmo, digamos assim. Não é uma empresa com uma estrutura de fato: não tem pessoal, estrutura física ou coisas do tipo e nunca terá - não tenho “mindset” (como dizem) para negócios ou sobre como gerenciar uma companhia.\n\nTampouco me considero, no entanto, um desenvolvedor “solo”: embora tenha começado sozinho a concepção do jogo Esquadrão 51 Contra os Discos Voadores, lá nos idos de 2016, sempre foi a intenção evoluir para um projeto colaborativo. E foi assim que, com o passar dos anos, colaboradores como a KF Studios, a FornoFX e a Fehorama Filmes foram se unindo ao projeto para dar forma àquilo que viria a ser lançado em 2022. E é dessa forma que pretendo que futuras produções venham também a acontecer."
    },
    "email": {
        "base": "contact@loomiarts.com",
        "pt": "contato@loomiarts.com"
    },
    "socialMediaLinks": [
        {
            "name": "Twitter / X",
            "url": "https://twitter.com/loomiarts"
        },
        {
            "name": "YouTube",
            "url": "https://www.youtube.com/channel/UCSTsJXCSFYo009D0YAtkqSQ"
        },
        {
            "name": "GitHub",
            "url": "https://github.com/Loomiarts"
        }
    ]
}
